Repository: davidvlaminck/OTLMOW-GUI
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: nl_be

source: There are files missing that belong to this project:
nl_be: Er zijn bestanden die missen uit dit project:

source: Do you still want to export?
nl_be: Wilt u toch exporteren?

source: Missing project files
nl_be: Missende project bestanden

source: Can't insert duplicate filename {0}
nl_be: Bestandsnaam "{0}" bestaat al in dit project. Ofwel moet u: 1. Het origineel bestand verwijderen uit de lijst en het nieuwe bestand terug inladen om het origineel bestand te vervangen. 2. De naam van het nieuwe bestand veranderen voor het inladen.

source: Duplicate filename
nl_be: Bestandsnaam duplicaat

source: own_reference_empty_error
nl_be: Eigen referentie is leeg

source: bestek_empty_error
nl_be: Bestek is leeg

source: db_path_empty_error
nl_be: Subset is leeg

source: wrong_database_error
nl_be: Subset .db bestand kan niet gelezen worden

source: [FILE INFO NOT AVAILABLE]
nl_be: [BESTANDSINFO NIET BESCHIKBAAR]

source: permission_to_file_was_denied_likely_due_to_the_file_being_open_in_excel
nl_be: U hebt geen toegang tot deze file! Waarschijnlijk omdat de file nog open is in excel

source: permission_denied
nl_be: Geen toestemming om de file te openen

source: Cannot combine the assets with id: "{object_id}" due to conflicting types: {short_uri} != {short_uri_2}
nl_be: De assets met id: "{object_id}" kunnen niet gecombineerd worden door een conflicterende types: {short_uri} != {short_uri_2}

source: Cannot combine the assets with id: "{object_id}" with type "{short_uri}" due to conflicting values in attribute(s):
nl_be: De assets met id: "{object_id}" en type: "{short_uri}" kunnen niet gecombineerd worden door conflicterende waardes voor attribute:

source: There were errors while combining the assets
nl_be: Er traden fout op tijdens het combineren van assets

source: FDOToolbox not installed
nl_be: FDOToolbox niet geïnstalleerd

source: template
nl_be: Aanmaken template

source: insert_data
nl_be: Data inladen

source: data visuals
nl_be: Data visualisatie

source: data_change
nl_be: Data veranderen

source: relation_change
nl_be: Relaties veranderen

source: export_data
nl_be: Data exporteren

source: unsaved_graph_changes_warning_title
nl_be: Er zijn nog onopgeslagen veranderingen

source: unsaved_graph_changes_warning_text
nl_be: De veranderingen die u in de data visualisatie hebt aangebracht zijn nog niet opgeslagen. Wilt u doorgaan zonder de veranderingen op te slaan?

source: Continue
nl_be: Doorgaan

source: Back
nl_be: Terug

source: add_external_asset_title
nl_be: Voeg extern OTL-asset toe

source: asset_id_or_name
nl_be: Identificator/Naam

source: asset_id_dummy
nl_be: extern asset 1

source: asset_type
nl_be: OTL-asset type

source: asset_type_dummy
nl_be: Onderdeel#Verkeersbord

source: OTL-asset with {0} "{1}" already exists
nl_be: OTL-asset met {0} "{1}" bestaat al

source: submit
nl_be: Bevestigen

source: cancel
nl_be: Annuleren

source: change_subset
nl_be: Aanpassen subset

source: warning overwriting files
nl_be: Waarschuwing: overschrijven bestanden

source: warning overwriting files text
nl_be: Bent u zeker dat u de bestanden van stap 2 wilt overschrijven?

source: yes
nl_be: Ja

source: no
nl_be: Nee

source: needs_attribute
nl_be: Attribuut waarde nodig

source: define_attribute_to_add_heeft_betrokkene_relation
nl_be: Welke rol heeft Agent '{0}' tot asset '{1}' in deze HeeftBetrokkene relatie?

source: define_attribute_to_add_heeft_betrokkene_relations
nl_be: Welke rol heeft Agent '{0}' in de HeeftBetrokkene relaties tot de selecteerde assets?

source: change_language_title
nl_be: Taal veranderen

source: language_option_dutch
nl_be: Nederlands

source: language_option_english
nl_be: English

source: Please restart the application to apply the changes
nl_be: EN: Please restart the application to apply the changes NL: Herstart alsjeblieft de applicatie om de veranderingen toe te passen.

source: Restart required
nl_be: Restart of application required

source: about
nl_be: Over...

source: made_by
nl_be: Gemaakt door

source: error_title
nl_be: Probleem melden

source: error_report
nl_be: Indien u een probleem ondervindt, gelieve dit te melden aan de ontwikkelaars hieronder vermeld.

source: version
nl_be: Versie

source: overwrite_graph_warning_title
nl_be: U gaat de huidige data visualisatie overschrijven

source: overwrite_graph_warning_text
nl_be: Opgepast, deze actie gaat de huidige data visualisatie (ook de opgeslagen veranderingen) permanent overschrijven. Bent u zeker dat u wil doorgaan?

source: continue
nl_be: Doorgaan

source: remove_project_files_title
nl_be: Verwijder project bestanden

source: remove_project_files_question
nl_be: Bent u zeker dat u alle bestanden in dit project wilt verwijderen?

source: delete
nl_be: Verwijderen

source: project_deletion_question
nl_be: Bent u zeker dat u dit project wilt verwijderen?

source: revalidate_documents_files_title
nl_be: Overscrhijf waarschuwing

source: revalidate_documents_files_question
nl_be: Door de documenten te valideren worden alle wijzigingen uit stap '3. Asset Data bewerken' ongedaan gemaakt. Dit zijn alle aangemaakte/verwijderde relaties en externe assets. Als u deze wilt behouden exporteer dan eerst alle data via stap '4. Asset Data exporteren'

source: otl_model_out_of_date_title
nl_be: Lokale OTL-model is verouderd

source: otl_model_out_of_date_text
nl_be: De ingeladen subset is van een hogere OTL-model versie dan de versie van het lokale OTL-model. U moet een nieuwere versie van de OTL wizard 2 hebben om problemen met de template creatie te voorkomen. De nieuwe versie is versie {1} Uw programma zit op versie {0} Wilt u naar webpagina gaan waar u deze nieuwe versie kan downloaden?

source: update_available_title
nl_be: Nieuwe versie van OTL-Wizard 2 beschikbaar

source: update_available_text
nl_be: Er is een nieuwe versie van OTL wizard 2 beschikbaar. De nieuwe versie is versie {1} Uw programma zit op versie {0} Wilt u naar webpagina gaan waar u deze nieuwe versie kan downloaden?

source: alter_project_title
nl_be: Aanpassen project

source: new_project_title
nl_be: Nieuw Project

source: service_order
nl_be: Bestek - (dienstbevel)

source: own_reference
nl_be: Eigen referentie

source: export_OTL_project
nl_be: Exporteer OTL Wizard 2 project

source: OTLWizard project files (*.otlw)
nl_be: OTLWizard project bestanden (*.otlw)

source: select_OTL_project
nl_be: Selecteer OTL project

source: Database files (*.db)
nl_be: Database bestanden (*.db)

source: new_project_button
nl_be: Nieuw Project

source: report error
nl_be: Rapporteer probleem

source: return_to_home_screen
nl_be: terug naar startscherm

source: save_button
nl_be: Bewaar

source: import
nl_be: Importeren

source: step1
nl_be: Aanmaken van template

source: step2
nl_be: Asset Data invoeren

source: step3
nl_be: Asset Data bewerken

source: step4
nl_be: Asset Data exporteren

source: file_conversion
nl_be: Bestand conversie

source: convert
nl_be: Converteren

source: file_for_conversion
nl_be: Bestand voor conversie

source: Couldn't save visualisation
nl_be: de visualisatie kon niet opslaan geworden

source: Couldn't save the html because the html is outdated and the project is already closed To fix this refresh the visualisation.
nl_be: De html kon niet opgeslagen worden om de hij verouderd is en het project al gesloten is. Hergenereer de visualisatie om dit op te lossen.

source: relations legend
nl_be: Kleur legende relaties

source: Regenerate the visualisation
nl_be: Hergenereer de visualisatie

source: Options to generate the visualisation differently
nl_be: Opties om de visualisatie anders te genereren

source: The visualisation is outdated, refresh to see new changes
nl_be: De visualisatie is verouderd, druk "Hergenereer" om de nieuwe veranderingen te zien

source: Save changes
nl_be: Sla veranderingen op

source: Help for data visualisation screen
nl_be: Help met het data visualisatie scherm

source: Open visualisation html file location
nl_be: Open de visualisatie html-bestand locatie

source: Help voor het gebruik van het datavisualisatie scherm: - Linker-muisknop inhouden op OTL-asset => slepen - Linker-muisknop op relatie pijl => een versleepbaar gewricht toevoegen - Rechter-muisknop inhouden en slepen in lege ruimte => selectie box om meerder OTL-assets (+ gewrichten) te selecteren - Ctrl-knop + Linker-muisknop op OTL-asset => toevoegen/verwijderen van OTL-asset aan selectie
nl_be: Help voor het gebruik van het datavisualisatie scherm: - Linker-muisknop inhouden en slepen in lege ruimte => Zichtvenster pannen - Linker-muisknop inhouden op OTL-asset => Slepen - Linker-muisknop op relatie pijl => Een versleepbaar gewricht toevoegen - Rechter-muisknop inhouden en slepen in lege ruimte => selectie box om meerder OTL-assets (+ gewrichten) te selecteren - Ctrl-knop + Linker-muisknop op OTL-asset => Toevoegen/verwijderen van OTL-asset aan selectie - Rechter-muisknop op versleepbaar gewricht => Verwijder gewricht

source: Loading graph
nl_be: Visualisatie aan het laden...

source: There are too many assets and relations to create a visualisation. maximum: {0} current: {1}
nl_be: Er zijn te veel assets en relaties in dit het project om een visualisatie te maken. Maximum: {0} Huidig: {1}

source: Changes saved
nl_be: Veranderingen opgeslagen

source: Changes are not saved
nl_be: Veranderingen zijn niet opgeslagen

source: export_to_davie
nl_be: Data naar DAVIE exporteren

source: export assets in different files
nl_be: Exporteer aparte bestanden voor elke asset type

source: All data
nl_be: Alle data

source: Without unedited data
nl_be: Zonder ongewijzigde data

source: search_text
nl_be: Geef een project of bestek in om te zoeken

source: control_button
nl_be: Valideren

source: reset_fields
nl_be: Reset velden

source: choose_file
nl_be: Kies uw bestand...

source: There are files missing. Remove these from the list and re-insert them:
nl_be: Er missen bestanden in dit project. Verwijder deze bestanden uit de lijst en laad ze terug in:

source: input_file
nl_be: Bestanden inladen:

source: all_info_correct
nl_be: Alle gegevens zijn OTL-conform

source: warning
nl_be: Waarschuwing

source: There are no files added to this project
nl_be: Er zijn geen bestanden aan dit project toegevoegd

source: Press validate to get feedback on the OTL-conformity of the files in this project
nl_be: Druk op valideren om een rapport over de OTL-conformiteit van de bestanden in dit project te krijgen

source: Adds choice lists to relevant attributes
nl_be: Voegt keuzelijst opties toe aan de relevant attributen

source: For {filetype} choice lists cannot be disabled
nl_be: Voor {filetype} kunnen keuzelijsten niet weggelaten worden

source: {filetype} cannot contain choice lists
nl_be: {filetype} kan geen keuzelijsten bevatten

source: Adds geometry information for each asset
nl_be: Voegt geometry informatie toe aan elke asset

source: For {filetype} geometry attributes cannot be disabled
nl_be: Voor {filetype} kunnen geometry attributen niet weggelaten worden

source: {filetype} cannot contain geometry attributes
nl_be: {filetype} kan geen geometrie attributen bevatten

source: Adds example assets to each OTL-class
nl_be: Voegt voorbeeld assets toe aan elke asset type

source: For {filetype} generated examples cannot be disabled
nl_be: Voor {filetype} kan je voorbeeld generatie niet afzetten

source: {filetype} cannot add generated examples
nl_be: {filetype} kan je geen voorbeelden genereren

source: Adds extra rows with a description of every attribute and, an indication if the attribute is deprecated (Delete extra rows before uploading to DAVIE)
nl_be: Voegt extra rijen toe met een omschrijving van elk attribute en een aanduiding of the attribute deprecated is. (Verwijder deze extra rijen voor het uploaden naar DAVIE

source: For {filetype} expansive information cannot be disabled
nl_be: Voor {filetype} kan je uitgebreide informatie niet afzetten

source: {filetype} cannot add expansive information
nl_be: Bij {filetype} kan je geen uitgebreide informatie toevoegen

source: general_settings
nl_be: Algemene instellingen

source: choice_list
nl_be: Keuzelijstopties

source: geometry_attributes
nl_be: Geometrie attributen

source: add_non_otl_conform_information
nl_be: Instellingen om non-OTL-conforme info toe te voegen

source: show_deprecated_attributes
nl_be: Deprecated attributen aanduiden

source: export_attribute_info
nl_be: Exporteer een omschrijving van elk attribuut

source: example_settings
nl_be: Instellingen voor voorbeelden

source: export
nl_be: Exporteren

source: Template format
nl_be: Template formaat

source: Generates a template that is ready for upload to DAVIE
nl_be: Genereer een template dat klaar is om naar DAVIE up te loaden

source: Expanded info
nl_be: Uitgebreide info

source: amount_of_examples
nl_be: Genereer voorbeeldassets

source: The amount of example assets added to each OTL-class
nl_be: Het aantal voorbeeld assets om toe te voegen aan elke asset type

source: otl_version
nl_be: OTL versie

source: select_all_classes
nl_be: Selecteer alle asset types

source: {selected} classes selected
nl_be: {selected} types geselecteerd

source: Export template
nl_be: Exporteer template

source: Select at least 1 class to export
nl_be: Selecteer minstens 1 klasse om te exporteren

source: loading
nl_be: Data aan het inladen...

source: no classes found in specified path
nl_be: Geen asset types gevonden in het opgegeven pad

source: Agent class is not allowed in the template
nl_be: Agent klasse mag niet in de template

source: select file type for export
nl_be: Selecteer bestandstype voor export

source: The type of file the template will be created in
nl_be: Het bestandtype dat de template zal hebben

source: export relations and assets in different files
nl_be: Exporteer relaties en assets in verschillende bestanden

source: file_to_upload
nl_be: Bestand om te uploaden

source: changes preview
nl_be: Wijzigingen

source: original_file_load
nl_be: Origineel bestand inladen

source: show differences
nl_be: Toon verschillen

source: empty fields
nl_be: Reset velden

source: action
nl_be: Actie

source: name_attribute
nl_be: Naam attribuut

source: old_attribute
nl_be: Oud attribuut

source: new_attribute
nl_be: Nieuw attribuut

source: last_edited
nl_be: Laatst bewerkt

source: Double-click to open project
nl_be: Dubbelklik om project te openen

source: no_results
nl_be: Geen resultaten gevonden voor dit zoekresultaat

source: search_button
nl_be: Zoeken

source: no_instance_selected
nl_be: Geen object geselecteerd

source: no_options_available
nl_be: Geen opties beschikbaar

source: source_asset
nl_be: Bron asset

source: target_asset
nl_be: Doel asset

source: existing_relations_list
nl_be: Bestaande relaties

source: existing_relations_description
nl_be: Toont de bestaande relaties in het project

source: existing_relation_attributes
nl_be: Bestaande relatie attributen (laatst geselecteerd)

source: remove_relation
nl_be: Verwijder relaties

source: no_relation_selected
nl_be: Geen relatie geselecteerd

source: class_list
nl_be: OTL-assets

source: otl_asset_description
nl_be: Selecteer hier een OTL-asset om een relatie voor te maken

source: object_attributes
nl_be: OTL-asset attributen

source: add_external_asset
nl_be: Voeg extern OTL-asset toe

source: related_asset
nl_be: Doel of bron

source: relations_list
nl_be: Mogelijke relaties

source: possible_relation_subscription
nl_be: Hier worden alle mogelijke relaties tussen de geselecteerd OTL-asset en alle andere assets getoond

source: possible_relation_partner_asset_attributes
nl_be: Gerelateerde asset attributen (laatst geselecteerd)

source: Select_an_OTL-asset_to_see_possible_relations
nl_be: Selecteer een OTL-asset om zijn mogelijke relaties te zien

source: add_relation
nl_be: Voeg relaties toe

source: external
nl_be: extern

source: no_identificator
nl_be: geen identificator

source: {doc_name}: No type uri in {tab}
nl_be: {doc_name}: Kolom TypeUri niet gevonden in werkblad {tab}

source: {doc_name}: invalid columns in {tab}, bad columns are {bad_columns}
nl_be: {doc_name}: Foutieve kolommen in werkblad {tab}, desbetreffende kolommen zijn {bad_columns}

source: {doc_name}: type uri not in first row of {tab}
nl_be: {doc_name}: TypeUri staat niet in de eerste rij van werkblad {tab} Verwijder de rijen boven de rij met hoofdingen, alsjeblieft

source: {doc_name}: There are assets without an assetId.identificator in worksheet {tab}
nl_be: {doc_name}: Er zijn assets zonder een assetId.identificator in werkblad {tab}

source: {doc_name}: Relation of type: "{type_uri}" with assetId.identificator: "{identificator}" This relation cannot be made between the typeURI's. {wrong_field}= "{wrong_value}" {wrong_field2}= "{wrong_value2}" in tab {tab}
nl_be: {doc_name}: Relatie van type: "{type_uri}" met assetId.identificator: "{identificator}", Deze relatie kan niet gemaakt worden tussen deze typeURI's. {wrong_field}= "{wrong_value}" {wrong_field2}= "{wrong_value2}" voor veld "{wrong_field}". in werkblad {tab}

source: {doc_name}: Relation of type: "{type_uri}" with assetId.identificator: "{identificator}", has the non-existing TypeURI value: "{wrong_value}" for field "{wrong_field}". in tab {tab}
nl_be: {doc_name}: Relatie van type: "{type_uri}" met assetId.identificator: "{identificator}", heeft een onbestaande TypeURI waarde: "{wrong_value}" voor veld "{wrong_field}". in werkblad {tab}

source: FDOToolbox_not_installed_error_message
nl_be: FDO toolbox executable kon niet gevonden worden. Waarschijnlijk omdat het niet (correct) is geïnstalleerd, U kan de FDOToolbox installer opnieuw uitvoeren met admin privileges om deze fout te verhelpen. Zorg ervoor dat het in de juiste directory is geïnstalleerd, zodat het volgende pad bestaat: {0} Wil u nu naar de folder met de FDOToolbox installer gaan in? {1}

source: FDOToolbox_call_error_message
nl_be: Er is een fout opgetreden tijdens de FDO-toolbox-oproep: Oproep: {0} Fout: {1}

source: There are assets without an assetId.identificator in worksheet {0}
nl_be: Er zijn assets zonder een assetId.identificator in werkblad {0}

source: The path to the provided file is not a {0} file with extension ({1})
nl_be: Het pad naar het opgegeven bestand is niet een {0} bestand met extensie ({1})
